-- phpMyAdmin SQL Dump
-- version 4.8.3
-- https://www.phpmyadmin.net/
--
-- Хост: localhost
-- Время создания: Апр 23 2019 г., 16:59
-- Версия сервера: 5.6.43-84.3-log
-- Версия PHP: 5.6.40

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `kirillmore`
--

-- --------------------------------------------------------

--
-- Структура таблицы `TMRcolor`
--

CREATE TABLE `TMRcolor` (
  `id` int(11) NOT NULL,
  `brand` varchar(255) NOT NULL,
  `model` varchar(255) NOT NULL,
  `config` varchar(255) NOT NULL,
  `color_name` varchar(255) NOT NULL,
  `color_hex` varchar(255) NOT NULL,
  `color_id` varchar(255) NOT NULL,
  `color_text` varchar(255) NOT NULL,
  `color_full` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `TMRcolor`
--

INSERT INTO `TMRcolor` (`id`, `brand`, `model`, `config`, `color_name`, `color_hex`, `color_id`, `color_text`, `color_full`) VALUES
(1, 'Toyota', 'corolla', 'corolla/12cacb3b-a61b-4d5b-ab59-d27860d1f960/', 'corolla_white', 'fafafa', '040', 'Белый', 'Белый (040)'),
(2, 'Toyota', 'corolla', 'corolla/12cacb3b-a61b-4d5b-ab59-d27860d1f960/', 'corolla_gray', '686560', '1K0', 'Серый металлик', 'Серый, металлик (1K0)'),
(3, 'Toyota', 'corolla', 'corolla/12cacb3b-a61b-4d5b-ab59-d27860d1f960/', 'corolla_browndark', '5a4138', '4W9', 'Темно-коричневый металлик', 'Темно-коричневый, металлик (4W9)'),
(4, 'Toyota', 'corolla', 'corolla/12cacb3b-a61b-4d5b-ab59-d27860d1f960/', 'corolla_grayblue', '97a4ac', '1K3', 'Серо-голубой, металлик', 'Серо-голубой, металлик (1K3)'),
(5, 'Toyota', 'corolla', 'corolla/12cacb3b-a61b-4d5b-ab59-d27860d1f960/', 'corolla_black', '030303', '209', 'Черный металлик', 'Черный металлик (209)'),
(6, 'Toyota', 'corolla', 'corolla/12cacb3b-a61b-4d5b-ab59-d27860d1f960/', 'corolla_bronzemet', '817e6e', '6X1', 'Бронзовый, металлик', 'Бронзовый, металлик (6X1)'),
(7, 'Toyota', 'corolla', 'corolla/12cacb3b-a61b-4d5b-ab59-d27860d1f960/', 'corolla_silver', 'f2f2f0', '1F7', 'Серебристый, металлик', 'Серебристый металлик (1F7)'),
(8, 'Toyota', 'corolla', 'corolla/12cacb3b-a61b-4d5b-ab59-d27860d1f960/', 'corolla_whitepearl', 'dbdbdb', '070', 'Белый перламутровый', 'Белый перламутровый (070)'),
(9, 'Toyota', 'corolla', 'corolla/12cacb3b-a61b-4d5b-ab59-d27860d1f960/', 'corolla_redpearl', '692c33', '3T3', 'Красный, перламутр', 'Красный перламутровый (3T3)'),
(10, 'Toyota', 'camry', 'camry/177cd131-ebfb-4621-ad1a-245d5f4603ba/', 'camry_white', 'fafafa', '040', 'Белый, неметаллик', 'Белый, неметаллик (040)'),
(11, 'Toyota', 'camry', 'camry/177cd131-ebfb-4621-ad1a-245d5f4603ba/', 'camry_black', '00000d', '218', 'Черный, металлик', 'Черный, металлик (218)'),
(12, 'Toyota', 'camry', 'camry/177cd131-ebfb-4621-ad1a-245d5f4603ba/', 'camry_graybrown', '69625F', '4X7', 'Серо-коричневый, металлик', 'Серо-коричневый, металлик (4X7)'),
(13, 'Toyota', 'camry', 'camry/177cd131-ebfb-4621-ad1a-245d5f4603ba/', 'camry_silver', 'f2f2f0', '1F7', 'Серебристый металлик', 'Серебристый металлик (1F7)'),
(14, 'Toyota', 'camry', 'camry/177cd131-ebfb-4621-ad1a-245d5f4603ba/', 'camry_bluedark', '1C2124', '221', 'Темно-синий, металлик', 'Темно-синий, металлик (221)'),
(15, 'Toyota', 'camry', 'camry/177cd131-ebfb-4621-ad1a-245d5f4603ba/', 'camry_whitepearl', 'dbdbdb', '089', 'Белый, перламутр', 'Жемчужно-белый, перламутр (089)'),
(16, 'Toyota', 'chr', 'c-hr/22d5a8d3-416a-4389-8a1b-19893d421c3a/', 'chr_blueblack', '1d50aa', '2NH', 'Синий, металлик, с крышей черного цвета', 'Синий, металлик, с крышей черного цвета (2NH)'),
(17, 'Toyota', 'chr', 'c-hr/22d5a8d3-416a-4389-8a1b-19893d421c3a/', 'chr_grayblack', 'aeabac', '2NK', 'Серый, металлик, с крышей черного цвета', 'Серый, металлик, с крышей черного цвета (2NK)'),
(18, 'Toyota', 'chr', 'c-hr/22d5a8d3-416a-4389-8a1b-19893d421c3a/', 'chr_graydarkblack', '525252', '2NB', 'Темно-серый, металлик, с крышей черного цвета', 'Темно-серый, металлик, с крышей черного цвета (2NB)'),
(19, 'Toyota', 'chr', 'c-hr/22d5a8d3-416a-4389-8a1b-19893d421c3a/', 'chr_whiteblack', 'dbdbdb', '2NA', 'Жемчужно-белый, перламутр, с крышей черного цвета', 'Жемчужно-белый, перламутр, с крышей черного цвета (2NA)'),
(20, 'Toyota', 'chr', 'c-hr/18404387-60b8-4c8e-abc1-d9bf4efccde5/', 'chr_graydark', '525252', '1G3', 'Темно-серый, металлик', 'Темно-серый, металлик (1G3)'),
(21, 'Toyota', 'chr', 'c-hr/18404387-60b8-4c8e-abc1-d9bf4efccde5/', 'chr_blackmet', '030303', '209', 'Черный, металлик', 'Черный, металлик (209)'),
(22, 'Toyota', 'chr', 'c-hr/18404387-60b8-4c8e-abc1-d9bf4efccde5/', 'chr_silver', 'f2f2f0', '1F7', 'Серебристый, металлик', 'Серебристый, металлик (1F7)'),
(23, 'Toyota', 'chr', 'c-hr/18404387-60b8-4c8e-abc1-d9bf4efccde5/', 'chr_white', 'fafafa', '040', 'Белый', 'Белый (040)'),
(24, 'Toyota', 'chr', 'c-hr/2e8b7cb4-5a8a-472d-b2bc-c8829eee3192/', 'chr_blue', '1d50aa', '8X2', 'Синий, металлик', 'Синий, металлик (8X2)'),
(25, 'Toyota', 'chr', 'c-hr/2e8b7cb4-5a8a-472d-b2bc-c8829eee3192/', 'chr_turquoise', '34a9ff', '8W9', 'Бирюзовый, металлик', 'Бирюзовый, металлик (8W9)'),
(26, 'Toyota', 'chr', 'c-hr/2e8b7cb4-5a8a-472d-b2bc-c8829eee3192/', 'chr_gray', 'aeabac', '1K0', 'Серый, металлик', 'Серый, металлик (1K0)'),
(27, 'Toyota', 'chr', 'c-hr/2e8b7cb4-5a8a-472d-b2bc-c8829eee3192/', 'chr_browndark', '4f3424', '4W9', 'Темно-коричневый, металлик', 'Темно-коричневый, металлик (4W9)'),
(28, 'Toyota', 'chr', 'c-hr/2e8b7cb4-5a8a-472d-b2bc-c8829eee3192/', 'chr_redpearl', '60101e', '3T3', 'Красный, перламутр', 'Красный, перламутр (3T3)'),
(29, 'Toyota', 'chr', 'c-hr/2e8b7cb4-5a8a-472d-b2bc-c8829eee3192/', 'chr_whitepearl', 'e9efec', '070', 'Белый, перламутр', 'Белый, перламутр (070)'),
(30, 'Toyota', 'rav4', 'ra/484c9834-4b79-4207-9d95-4f41d97fdd8c/', 'rav4_white', 'fafafa', '040', 'Белый, неметаллик', 'Белый, неметаллик (040)'),
(31, 'Toyota', 'rav4', 'ra/484c9834-4b79-4207-9d95-4f41d97fdd8c/', 'rav4_silver', 'f2f2f0', '1F7', 'Серебристый, металлик', 'Серебристый, металлик (1F7)'),
(32, 'Toyota', 'rav4', 'ra/484c9834-4b79-4207-9d95-4f41d97fdd8c/', 'rav4_reddark', '72191e', '3T0', 'Темно-бордовый, металлик', 'Темно-бордовый, металлик (3T0)'),
(33, 'Toyota', 'rav4', 'ra/484c9834-4b79-4207-9d95-4f41d97fdd8c/', 'rav4_brownlight', '6b5e4d', '4T3', 'Светло-коричневый, металлик', 'Светло-коричневый, металлик (4T3)'),
(34, 'Toyota', 'rav4', 'ra/484c9834-4b79-4207-9d95-4f41d97fdd8c/', 'rav4_black', '00000d', '218', 'Черный металлик', 'Черный металлик (218)'),
(35, 'Toyota', 'rav4', 'ra/484c9834-4b79-4207-9d95-4f41d97fdd8c/', 'rav4_bluedark', '1C2124', '221', 'Темно-синий, металлик', 'Темно-синий, металлик (221)'),
(36, 'Toyota', 'rav4', 'ra/484c9834-4b79-4207-9d95-4f41d97fdd8c/', 'rav4_graybrown', '69625F', '4X7', 'Серо-коричневый, металлик', 'Серо-коричневый, металлик (4X7)'),
(37, 'Toyota', 'rav4', 'ra/484c9834-4b79-4207-9d95-4f41d97fdd8c/', 'rav4_whitepearl', 'e9efec', '089', 'Белый, перламутр', 'Белый, перламутр (089)'),
(38, 'Toyota', 'highlander', 'highlander/8412c946-66ba-4f4f-9b63-30a0fc726720/', 'highlander_black', '00000d', '218', 'Черный металлик', 'Черный металлик (218)'),
(39, 'Toyota', 'highlander', 'highlander/8412c946-66ba-4f4f-9b63-30a0fc726720/', 'highlander_silver', 'a3a6a8', '1J9', 'Светло-серый, металлик', 'Светло-серый, металлик (1J9)'),
(40, 'Toyota', 'highlander', 'highlander/8412c946-66ba-4f4f-9b63-30a0fc726720/', 'highlander_green', '44453d', '6W4', 'Зеленый, металлик', 'Зеленый, металлик (6W4)'),
(41, 'Toyota', 'highlander', 'highlander/8412c946-66ba-4f4f-9b63-30a0fc726720/', 'highlander_graydark', '665e66', '1H1', 'Темно-серый, металлик', 'Темно-серый, металлик (1H1)'),
(42, 'Toyota', 'highlander', 'highlander/8412c946-66ba-4f4f-9b63-30a0fc726720/', 'highlander_bordo', '72191e', '3T0', 'Темно-бордовый, металлик', 'Темно-бордовый, металлик (3T0)'),
(43, 'Toyota', 'highlander', 'highlander/8412c946-66ba-4f4f-9b63-30a0fc726720/', 'highlander_reddark', 'b00d1b', '3Q3', 'Темно-красный, металлик', 'Темно-красный, металлик (3Q3)'),
(44, 'Toyota', 'highlander', 'highlander/8412c946-66ba-4f4f-9b63-30a0fc726720/', 'highlander_grayblue', '57657a', '8V5', 'Серо-голубой, металлик', 'Серо-голубой, металлик (8V5)'),
(45, 'Toyota', 'highlander', 'highlander/8412c946-66ba-4f4f-9b63-30a0fc726720/', 'highlander_brown', '78544d', '4W4', 'Коричневый, металлик', 'Коричневый, металлик (4W4)'),
(46, 'Toyota', 'highlander', 'highlander/8412c946-66ba-4f4f-9b63-30a0fc726720/', 'highlander_whitepearl', 'dbdbdb', '070', 'Жемчужно-белый, перламутр', 'Жемчужно-белый, перламутр (070)'),
(47, 'Toyota', 'fortuner', 'fortuner/d12bdc53-4ffe-482a-8118-18367cf79dee/', 'fortuner_white', 'fafafa', '040', 'Белый, неметаллик', 'Белый, неметаллик (040)'),
(48, 'Toyota', 'fortuner', 'fortuner/d12bdc53-4ffe-482a-8118-18367cf79dee/', 'fortuner_brown', '321d16', '4W9', 'Коричневый, металлик', 'Коричневый, металлик (4W9)'),
(49, 'Toyota', 'fortuner', 'fortuner/d12bdc53-4ffe-482a-8118-18367cf79dee/', 'fortuner_silver', 'f2f2f0', '1D6', 'Серебристый, металлик', 'Серебристый, металлик (1D6)'),
(50, 'Toyota', 'fortuner', 'fortuner/85dd08bb-116d-4cdf-b9db-3ef85627ae71/', 'fortuner_black', '00000d', '218', 'Черный, металлик', 'Черный, металлик (218)'),
(51, 'Toyota', 'fortuner', 'fortuner/85dd08bb-116d-4cdf-b9db-3ef85627ae71/', 'fortuner_whitepearl', 'e9efec', '070', 'Жемчужно-белый, перламутр', 'Жемчужно-белый, перламутр (070)'),
(52, 'Toyota', 'fortuner', 'fortuner/85dd08bb-116d-4cdf-b9db-3ef85627ae71/', 'fortuner_graydark', '525252', '1G3', 'Темно-серый, металлик', 'Темно-серый, металлик (1G3)'),
(53, 'Toyota', 'fortuner', 'fortuner/85dd08bb-116d-4cdf-b9db-3ef85627ae71/', 'fortuner_blue', '1d50aa', '8X2', 'Синий, металлик', 'Синий, металлик (8X2)'),
(54, 'Toyota', 'lcprado', 'landcruiser150/aab6b0b6-47b8-473b-af67-48e400f968ca/', 'lcprado_white', 'fafafa', '040', 'Белый', 'Белый (040)'),
(55, 'Toyota', 'lcprado', 'landcruiser150/aab6b0b6-47b8-473b-af67-48e400f968ca/', 'lcprado_silver', 'f2f2f0', '1F7', 'Серебристый, металлик', 'Серебристый, металлик (1F7)'),
(56, 'Toyota', 'lcprado', 'landcruiser150/aab6b0b6-47b8-473b-af67-48e400f968ca/', 'lcprado_browngray', 'b8afa2', '4V8', 'Серо-коричневый, металлик', 'Серо-коричневый, металлик (4V8)'),
(57, 'Toyota', 'lcprado', 'landcruiser150/aab6b0b6-47b8-473b-af67-48e400f968ca/', 'lcprado_brownpearl', '382617', '4X4', 'Коричневый, перламутр', 'Коричневый, перламутр (4X4)3)'),
(58, 'Toyota', 'lcprado', 'landcruiser150/94053c3e-80de-4d15-aecb-2ffd8bdfc1f0/', 'lcprado_black', '00000d', '218', 'Черный, металлик', 'Черный, металлик (218)'),
(59, 'Toyota', 'lcprado', 'landcruiser150/94053c3e-80de-4d15-aecb-2ffd8bdfc1f0/', 'lcprado_graydark', '525252', '1G3', 'Темно-серый, металлик', 'Темно-серый, металлик (1G3)'),
(60, 'Toyota', 'lcprado', 'landcruiser150/94053c3e-80de-4d15-aecb-2ffd8bdfc1f0/', 'lcprado_whitepearl', 'dbdbdb', '070', 'Жемчужно-белый, перламутр', 'Жемчужно-белый, перламутр (070)'),
(61, 'Toyota', 'lcprado', 'landcruiser150/94053c3e-80de-4d15-aecb-2ffd8bdfc1f0/', 'lcprado_bluedark', '1C2124', '221', 'Темно-синий, металлик', 'Темно-синий, металлик (221)'),
(62, 'Toyota', 'lc200', 'landcruiser100/05f0c99e-b820-4831-8459-f8bd4427f152/', 'lc200_white', 'fafafa', '040', 'Белый, неметаллик', 'Белый (040)'),
(63, 'Toyota', 'lc200', 'landcruiser100/05f0c99e-b820-4831-8459-f8bd4427f152/', 'lc200_brownred', '5c342e', '4S6', 'Красно-коричневый, металлик', 'Красно-коричневый, металлик (4S6)'),
(64, 'Toyota', 'lc200', 'landcruiser100/8dc22889-f22d-43e0-bbb0-285176d3648d/g', 'lc200_black', '00000d', '218', 'Черный металлик', 'Черный металлик (218)'),
(65, 'Toyota', 'lc200', 'landcruiser100/8dc22889-f22d-43e0-bbb0-285176d3648d/g', 'lc200_bluedark', '161f30', '8P8', 'Темно-синий, металлик', 'Темно-синий, металлик (8P8)'),
(66, 'Toyota', 'lc200', 'landcruiser100/8dc22889-f22d-43e0-bbb0-285176d3648d/g', 'lc200_graydark', '525252', '1G3', 'Темно-серый, металлик', 'Темно-серый, металлик (1G3)'),
(67, 'Toyota', 'lc200', 'landcruiser100/8dc22889-f22d-43e0-bbb0-285176d3648d/g', 'lc200_silver', 'f2f2f0', '1F7', 'Серебристый металлик', 'Серебристый металлик (1F7)'),
(68, 'Toyota', 'lc200', 'landcruiser100/8dc22889-f22d-43e0-bbb0-285176d3648d/g', 'lc200_whitepearl', 'dbdbdb', '070', 'Белый, перламутр', 'Белый, перламутр (070)'),
(69, 'Toyota', 'hilux', 'hilux/96ded067-da4a-4b32-bd4a-1a31054234a4/', 'hilux_white', 'fafafa', '040', 'Белый, неметаллик', 'Белый, неметаллик (040)'),
(70, 'Toyota', 'hilux', 'hilux/96ded067-da4a-4b32-bd4a-1a31054234a4/', 'hilux_black', '00000d', '218', 'Черный, металлик', 'Черный, металлик (218)'),
(71, 'Toyota', 'hilux', 'hilux/96ded067-da4a-4b32-bd4a-1a31054234a4/', 'hilux_red', '721522', '3T6', 'Красный, металлик', 'Красный, металлик (3T6)'),
(72, 'Toyota', 'hilux', 'hilux/96ded067-da4a-4b32-bd4a-1a31054234a4/', 'hilux_graydark', '7c7a7a', '1G3', 'Темно-серый, металлик', 'Темно-серый, металлик (1G3)'),
(73, 'Toyota', 'hilux', 'hilux/96ded067-da4a-4b32-bd4a-1a31054234a4/', 'hilux_blue', '1d50aa', '8X2', 'Синий, металлик', 'Синий, металлик (8X2)'),
(74, 'Toyota', 'hilux', 'hilux/96ded067-da4a-4b32-bd4a-1a31054234a4/', 'hilux_orange', 'db3a1a', '4R8', 'Оранжевый, металлик', 'Оранжевый, металлик (4R8)'),
(75, 'Toyota', 'hilux', 'hilux/96ded067-da4a-4b32-bd4a-1a31054234a4/', 'hilux_silver', 'e0e3ec', '1D6', 'Серебристый, металлик', 'Серебристый, металлик (1D6)'),
(76, 'Toyota', 'hilux', 'hilux/96ded067-da4a-4b32-bd4a-1a31054234a4/', 'hilux_whitepearl', 'e9efec', '070', 'Белый, перламутр', 'Белый, перламутр (070)'),
(77, 'Lexus', 'UX', 'e327f097-aecf-4ea7-92d1-de76664cdc18/8507/', 'ux_redlight', 'a31011', '3T2', ' //Светло-красный неметаллик', ' //Светло-красный неметаллик (3T2)'),
(78, 'Lexus', 'UX', 'e327f097-aecf-4ea7-92d1-de76664cdc18/8507/', 'ux_black', '0d1113', '212', ' //Черный неметаллик', ' //Черный неметаллик (212)'),
(79, 'Lexus', 'UX', 'e327f097-aecf-4ea7-92d1-de76664cdc18/8507/', 'ux_orangedark', '772205', '4Y1', ' //Темно-оранжевый металлик', ' //Темно-оранжевый металлик (4Y1)'),
(80, 'Lexus', 'UX', 'e327f097-aecf-4ea7-92d1-de76664cdc18/8507/', 'ux_gray', '5e6367', '1H9', ' //Cерый металлик', ' //Cерый металлик (1H9)'),
(81, 'Lexus', 'UX', 'e327f097-aecf-4ea7-92d1-de76664cdc18/8507/', 'ux_silver', 'a6a7ab', '1J4', ' //Cеребристый металлик', ' //Cеребристый металлик (1J4)'),
(82, 'Lexus', 'UX', 'e327f097-aecf-4ea7-92d1-de76664cdc18/8507/', 'ux_graylight', '91938a', '1J7', ' //Cветло-серый металлик', ' //Cветло-серый металлик (1J7)'),
(83, 'Lexus', 'UX', 'e327f097-aecf-4ea7-92d1-de76664cdc18/8507/', 'ux_black', '1b1c1c', '223', ' //Черный металлик', ' //Черный металлик (223)'),
(84, 'Lexus', 'UX', 'e327f097-aecf-4ea7-92d1-de76664cdc18/8507/', 'ux_greendark', '282919', '6X4', ' //Темно-зеленый металлик', ' //Темно-зеленый металлик (6X4)'),
(85, 'Lexus', 'UX', 'e327f097-aecf-4ea7-92d1-de76664cdc18/8507/', 'ux_blue', '123473', '8Y6', ' //Голубой металлик', ' //Голубой металлик (8Y6)'),
(86, 'Lexus', 'UX', 'e327f097-aecf-4ea7-92d1-de76664cdc18/8507/', 'ux_white', 'e1e6e0', '085', 'ийся белый специальный металлик', 'ийся белый специальный металлик (085)'),
(87, 'Lexus', 'UX', 'e327f097-aecf-4ea7-92d1-de76664cdc18/8507/', 'ux_brown', '3e2217', '4X2', ' //Коричневый металлик', ' //Коричневый металлик (4X2)'),
(88, 'Lexus', 'NX', '0323fb5f-9bfa-4c22-92ac-fb637f84c451/6467/', 'nx_black', '0b0c0e', '212', 'Черный неметаллик', 'Черный неметаллик (212)'),
(89, 'Lexus', 'NX', '0323fb5f-9bfa-4c22-92ac-fb637f84c451/6467/', 'nx_bluelight', '245db3', '8X9', 'Светло-синий металлик', 'Светло-синий металлик (8X9)'),
(90, 'Lexus', 'NX', '0323fb5f-9bfa-4c22-92ac-fb637f84c451/6467/', 'nx_white', 'f9fcfc', '085', 'Искрящийся белый специа­льный металлик', 'Искрящийся белый специа­льный металлик (085)'),
(91, 'Lexus', 'NX', '0323fb5f-9bfa-4c22-92ac-fb637f84c451/6467/', 'nx_gray', '3a3d41', '1H9', 'Серый металлик', 'Серый металлик (1H9)'),
(92, 'Lexus', 'NX', '0323fb5f-9bfa-4c22-92ac-fb637f84c451/6467/', 'nx_graylight', 'b3ad9f', '1J7', 'Светло-серый металлик', 'Светло-серый металлик (1J7)'),
(93, 'Lexus', 'NX', '0323fb5f-9bfa-4c22-92ac-fb637f84c451/6467/', 'nx_blackmet', '232221', '223', 'Черный металлик', 'Черный металлик (223)'),
(94, 'Lexus', 'NX', '0323fb5f-9bfa-4c22-92ac-fb637f84c451/6467/', 'nx_red', '930911', '3R1', 'Красный металлик', 'Красный металлик (3R1)'),
(95, 'Lexus', 'NX', '0323fb5f-9bfa-4c22-92ac-fb637f84c451/6467/', 'nx_brown', '321d16', '4X2', 'Коричневый металлик', 'Коричневый металлик (4X2)'),
(96, 'Lexus', 'RX', 'ac7ecf2e-0f39-4e44-86b2-9db3e1ce6577/7568/', 'rx_black', '0b0c0e', '212', 'Черный неметаллик', 'Черный неметаллик (212)'),
(97, 'Lexus', 'RX', 'ac7ecf2e-0f39-4e44-86b2-9db3e1ce6577/7568/', 'rx_graylight', 'bfbdb0', '1J7', 'Светло-серый металлик', 'Светло-серый металлик (1J7)'),
(98, 'Lexus', 'RX', 'ac7ecf2e-0f39-4e44-86b2-9db3e1ce6577/7568/', 'rx_brown', '30251b', '4X2', 'Коричневый металлик', 'Коричневый металлик (4X2)'),
(99, 'Lexus', 'RX', 'ac7ecf2e-0f39-4e44-86b2-9db3e1ce6577/7568/', 'rx_bluedark', '182038', '8X5', 'Темно-синий металлик', 'Темно-синий металлик (8X5)'),
(100, 'Lexus', 'RX', 'ac7ecf2e-0f39-4e44-86b2-9db3e1ce6577/7568/', 'rx_blackmet', '232221', '223', 'Черный металлик', 'Черный металлик (223)'),
(101, 'Lexus', 'RX', 'ac7ecf2e-0f39-4e44-86b2-9db3e1ce6577/7568/', 'rx_gray', '3a3d41', '1H9', 'Серый металлик', 'Серый металлик (1H9)'),
(102, 'Lexus', 'RX', 'ac7ecf2e-0f39-4e44-86b2-9db3e1ce6577/7568/', 'rx_red', '930911', '3R1', 'Красный металлик', 'Красный металлик (3R1)'),
(103, 'Lexus', 'RX', 'ac7ecf2e-0f39-4e44-86b2-9db3e1ce6577/7568/', 'rx_beige', 'bfbbae', '4U7', 'Бежевый металлик', 'Бежевый металлик (4U7)'),
(104, 'Lexus', 'RX', 'ac7ecf2e-0f39-4e44-86b2-9db3e1ce6577/7568/', 'rx_white', 'f9fcfc', '085', 'Искрящийся белый специа­льный металлик', 'Искрящийся белый специа­льный металлик (085)'),
(105, 'Lexus', 'GX', 'e728fdec-4bb3-490c-a27f-b6043d15e8ad/2604/', 'gx_silver', 'e5e5e6', '1J4', 'Серебристый металлик', 'Серебристый металлик (1J4)'),
(106, 'Lexus', 'GX', 'e728fdec-4bb3-490c-a27f-b6043d15e8ad/2604/', 'gx_whitepearl', 'f5f1ea', '077', 'Белый перламутр', 'Белый перламутр (077)'),
(107, 'Lexus', 'GX', 'e728fdec-4bb3-490c-a27f-b6043d15e8ad/2604/', 'gx_garnet', '530000', '3S0', 'Гранатовый металлик', 'Гранатовый металлик (3S0)'),
(108, 'Lexus', 'GX', 'e728fdec-4bb3-490c-a27f-b6043d15e8ad/2604/', 'gx_bronze', '321d16', '4V3', 'Бронзовый металлик', 'Бронзовый металлик (4V3)'),
(109, 'Lexus', 'GX', 'e728fdec-4bb3-490c-a27f-b6043d15e8ad/2604/', 'gx_blackmet', '0d0906', '217', 'Черный металлик', 'Черный металлик (217)'),
(110, 'Lexus', 'GX', 'e728fdec-4bb3-490c-a27f-b6043d15e8ad/2604/', 'gx_gray', '3a3d41', '1H9', 'Серый металлик', 'Серый металлик (1H9)'),
(111, 'Lexus', 'GX', 'e728fdec-4bb3-490c-a27f-b6043d15e8ad/2604/', 'gx_blue', '182038', '8X5', 'Синий металлик', 'Синий металлик (8X5)'),
(112, 'Lexus', 'LX', '5f45b6c8-99ec-490a-9f7a-bad8b6fcb222/4310/', 'lx_black', '0a0b0c', '202', 'Черный неметаллик', 'Черный неметаллик (202)'),
(113, 'Lexus', 'LX', '5f45b6c8-99ec-490a-9f7a-bad8b6fcb222/4310/', 'lx_bluedark', '182038', '8X5', 'Темно-синий металлик', 'Темно-синий металлик (8X5)'),
(114, 'Lexus', 'LX', '5f45b6c8-99ec-490a-9f7a-bad8b6fcb222/4310/', 'lx_gray', '3a3d41', '1H9', 'Серый металлик', 'Серый металлик (1H9)'),
(115, 'Lexus', 'LX', '5f45b6c8-99ec-490a-9f7a-bad8b6fcb222/4310/', 'lx_graylight', 'bfbdb0', '1J7', 'Светло-серый металлик', 'Светло-серый металлик (1J7)'),
(116, 'Lexus', 'LX', '5f45b6c8-99ec-490a-9f7a-bad8b6fcb222/4310/', 'lx_blackmet', '0d0906', '217', 'Черный металлик ', 'Черный металлик (217) '),
(117, 'Lexus', 'LX', '5f45b6c8-99ec-490a-9f7a-bad8b6fcb222/4310/', 'lx_white', 'f9fcfc', '085', 'Белый металлик', 'Белый металлик (085)'),
(118, 'Lexus', 'IS', 'e3996f63-59b1-43c4-b577-f5bb7c4b9247/7634/', 'is_red', 'ff0000', '3T2', 'Ярко-красный неметаллик', 'Ярко-красный неметаллик (3T2)'),
(119, 'Lexus', 'IS', 'e3996f63-59b1-43c4-b577-f5bb7c4b9247/7634/', 'is_black', '0a0b0c', '212', 'Черный неметаллик', 'Черный неметаллик (212)'),
(120, 'Lexus', 'IS', 'e3996f63-59b1-43c4-b577-f5bb7c4b9247/7634/', 'is_bluedark', '283845', '8X5', 'Темно-синий металлик', 'Темно-синий металлик (8X5)'),
(121, 'Lexus', 'IS', 'e3996f63-59b1-43c4-b577-f5bb7c4b9247/7634/', 'is_white', 'd4d8d1', '085', 'Искрящийся белый специальный металлик', 'Искрящийся белый специальный металлик (085)'),
(122, 'Lexus', 'IS', 'e3996f63-59b1-43c4-b577-f5bb7c4b9247/7634/', 'is_gray', '5f6266', '1H9', 'Серый металлик', 'Серый металлик (1H9)'),
(123, 'Lexus', 'IS', 'e3996f63-59b1-43c4-b577-f5bb7c4b9247/7634/', 'is_silver', '7D7D81', '1J4', 'Серебристый металлик', 'Серебристый металлик (1J4)'),
(124, 'Lexus', 'IS', 'e3996f63-59b1-43c4-b577-f5bb7c4b9247/7634/', 'is_redmet', '60000F', '3R1', 'Красный металлик', 'Красный металлик (3R1)'),
(125, 'Lexus', 'IS', 'e3996f63-59b1-43c4-b577-f5bb7c4b9247/7634/', 'is_graylight', '7E7B7A', '1J7', 'Светло-серый металлик', 'Светло-серый металлик (1J7)'),
(126, 'Lexus', 'IS', 'e3996f63-59b1-43c4-b577-f5bb7c4b9247/7634/', 'is_blackmet', '1d1d1e', '223', 'Черный металлик', 'Черный металлик (223)'),
(127, 'Lexus', 'ES', '82bb35a9-e41e-4809-bca8-2be543ec22a3/7871/', 'es_black', '0b0c0e', '212', 'Черный неметаллик', 'Черный неметаллик (212)'),
(128, 'Lexus', 'ES', '82bb35a9-e41e-4809-bca8-2be543ec22a3/7871/', 'es_gray', '3a3d41', '1H9', 'Серый металлик', 'Серый металлик (1H9)'),
(129, 'Lexus', 'ES', '82bb35a9-e41e-4809-bca8-2be543ec22a3/7871/', 'es_white', 'f9fcfc', '085', 'Искрящийся белый специальный металлик (', 'Искрящийся белый специальный металлик (085)  '),
(130, 'Lexus', 'ES', '82bb35a9-e41e-4809-bca8-2be543ec22a3/7871/', 'es_beigelight', 'bfbbae', '4X8', 'Светло-бежевый металлик', 'Светло-бежевый металлик (4X8)'),
(131, 'Lexus', 'ES', '82bb35a9-e41e-4809-bca8-2be543ec22a3/7871/', 'es_silver', 'e5e5e6', '1J4', 'Серебристый металлик', 'Серебристый металлик (1J4)'),
(132, 'Lexus', 'ES', '82bb35a9-e41e-4809-bca8-2be543ec22a3/7871/', 'es_red', '930911', '3R1', 'Красный металлик', 'Красный металлик (3R1)'),
(133, 'Lexus', 'ES', '82bb35a9-e41e-4809-bca8-2be543ec22a3/7871/', 'es_greenmet', '55574C', '6X0', 'Зеленый металлик', 'Зеленый металлик (6X0)'),
(134, 'Lexus', 'ES', '82bb35a9-e41e-4809-bca8-2be543ec22a3/7871/', 'es_graylight', 'bfbdb0', '1J7', 'Светло-серый металлик', 'Светло-серый металлик (1J7)'),
(135, 'Lexus', 'ES', '82bb35a9-e41e-4809-bca8-2be543ec22a3/7871/', 'es_blackmet', '232221', '223', 'Черный металлик', 'Черный металлик (223)'),
(136, 'Lexus', 'ES', '82bb35a9-e41e-4809-bca8-2be543ec22a3/7871/', 'es_bluedark', '182038', '8X5', 'Темно-голубой металлик', 'Темно-голубой металлик (8X5)'),
(137, 'Lexus', 'LS', '569980ce-03f2-4c1e-a11e-d59bf41c9fe2/6882/', 'ls_black', '0B0C0E', '212', 'Черный', 'Черный (212)'),
(138, 'Lexus', 'LS', '569980ce-03f2-4c1e-a11e-d59bf41c9fe2/6882/', 'ls_silverlight', 'BDBDBF', '1J2', 'Светло-серебристый металлик', 'Светло-серебристый металлик (1J2)'),
(139, 'Lexus', 'LS', '569980ce-03f2-4c1e-a11e-d59bf41c9fe2/6882/', 'ls_bluedark', '132237', '8X5', 'Темно-синий металлик', 'Темно-синий металлик (8X5)'),
(140, 'Lexus', 'LS', '569980ce-03f2-4c1e-a11e-d59bf41c9fe2/6882/', 'ls_white', 'e9f1f5', '085', 'Искрящийся белый специальный металлик', 'Искрящийся белый специальный металлик (085)'),
(141, 'Lexus', 'LS', '569980ce-03f2-4c1e-a11e-d59bf41c9fe2/6882/', 'ls_graydark', '787570', '1K2', 'Темно-серый металлик', 'Темно-серый металлик (1K2)'),
(142, 'Lexus', 'LS', '569980ce-03f2-4c1e-a11e-d59bf41c9fe2/6882/', 'ls_reddark', '930911', '3U3', 'Темно-красный металлик', 'Темно-красный металлик (3U3)'),
(143, 'Lexus', 'LS', '569980ce-03f2-4c1e-a11e-d59bf41c9fe2/6882/', 'ls_beige', 'bfbbae', '4U7', 'Бежевый металлик', 'Бежевый металлик (4U7)'),
(144, 'Lexus', 'LS', '569980ce-03f2-4c1e-a11e-d59bf41c9fe2/6882/', 'ls_red', 'a70c24', '3R1', 'Красный металлик', 'Красный металлик (3R1)'),
(145, 'Lexus', 'LS', '569980ce-03f2-4c1e-a11e-d59bf41c9fe2/6882/', 'ls_graylight', 'BFBDB0', '1J7', 'Светло-серый металлик', 'Светло-серый металлик (1J7)'),
(146, 'Lexus', 'LS', '569980ce-03f2-4c1e-a11e-d59bf41c9fe2/6882/', 'ls_blackmet', '252627', '223', 'Черный металлик', 'Черный металлик (223)'),
(147, 'Lexus', 'LS', '569980ce-03f2-4c1e-a11e-d59bf41c9fe2/6882/', 'ls_brown', '32221B', '4X2', 'Коричневый металлик', 'Коричневый металлик (4X2)'),
(148, 'Lexus', 'LC', 'ae1fb328-b61a-4b27-b53d-a857fabdefbd/6062/', 'lc_red', 'a70c24', '3T5', 'Красный металлик', 'Красный металлик (3T5)'),
(149, 'Lexus', 'LC', 'ae1fb328-b61a-4b27-b53d-a857fabdefbd/6062/', 'lc_brown', '41271a', '4X2', 'Коричневый металлик', 'Коричневый металлик (4X2)'),
(150, 'Lexus', 'LC', 'ae1fb328-b61a-4b27-b53d-a857fabdefbd/6062/', 'lc_bluedark', '132237', '8X5', 'Темно-синий металлик', 'Темно-синий металлик (8X5)'),
(151, 'Lexus', 'LC', 'ae1fb328-b61a-4b27-b53d-a857fabdefbd/6062/', 'lc_white', 'e9f1f5', '083', 'Белый F SPORT металлик', 'Белый F SPORT металлик (083)'),
(152, 'Lexus', 'LC', 'ae1fb328-b61a-4b27-b53d-a857fabdefbd/6062/', 'lc_black', '252627', '223', 'Черный металлик', 'Черный металлик (223)'),
(153, 'Lexus', 'LC', 'ae1fb328-b61a-4b27-b53d-a857fabdefbd/6062/', 'lc_yellow', 'f8b855', '5C1', 'Желтый металлик', 'Желтый металлик (5C1)'),
(154, 'Lexus', 'LC', 'ae1fb328-b61a-4b27-b53d-a857fabdefbd/6062/', 'lc_graylight', 'a9a4a3', '1J7', 'Светло-серый металлик', 'Светло-серый металлик (1J7)'),
(155, 'Lexus', 'RC', '5c5119f4-c10b-43c2-9b30-6008b4b8f12d/7251/', 'rc_black', '0b0c0e', '212', 'Черный неметаллик', 'Черный неметаллик (212)'),
(156, 'Lexus', 'RC', '5c5119f4-c10b-43c2-9b30-6008b4b8f12d/7251/', 'rc_blue', '1458e2', '8X1', 'Синий F SPORT металлик', 'Синий F SPORT металлик (8X1)'),
(157, 'Lexus', 'RC', '5c5119f4-c10b-43c2-9b30-6008b4b8f12d/7251/', 'rc_white', 'f9fcfc', '083', 'Белый F SPORT металлик', 'Белый F SPORT металлик (083)'),
(158, 'Lexus', 'RC', '5c5119f4-c10b-43c2-9b30-6008b4b8f12d/7251/', 'rc_gray', '3a3d41', '1H9', 'Cерый металлик', 'Cерый металлик (1H9)'),
(159, 'Lexus', 'RC', '5c5119f4-c10b-43c2-9b30-6008b4b8f12d/7251/', 'rc_orange', 'fb8900', '4W7', 'Оранжевый металлик', 'Оранжевый металлик (4W7)'),
(160, 'Lexus', 'RC', '5c5119f4-c10b-43c2-9b30-6008b4b8f12d/7251/', 'rc_silver', 'e5e5e6', '1J4', 'Серебристый металлик', 'Серебристый металлик (1J4)'),
(161, 'Lexus', 'RC', '5c5119f4-c10b-43c2-9b30-6008b4b8f12d/7251/', 'rc_red', 'fb0101', '3T5', 'Красный металлик', 'Красный металлик (3T5)'),
(162, 'Lexus', 'RC', '5c5119f4-c10b-43c2-9b30-6008b4b8f12d/7251/', 'rc_graylight', 'b3ad9f', '1J7', 'Светло-серый металлик', 'Светло-серый металлик (1J7)'),
(163, 'Lexus', 'RC', '5c5119f4-c10b-43c2-9b30-6008b4b8f12d/7251/', 'rc_blackmet', '0d0906', '223', 'Черный металлик', 'Черный металлик (223)'),
(164, 'Lexus', 'RC', '5c5119f4-c10b-43c2-9b30-6008b4b8f12d/7251/', 'rc_yellow', 'e4b34a', '5C1', 'Желтый металлик', 'Желтый металлик (5C1)');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `TMRcolor`
--
ALTER TABLE `TMRcolor`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `TMRcolor`
--
ALTER TABLE `TMRcolor`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=165;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
